{
     "Header": {
    "logoAlt": "جي تي سي إف إكس",
    "registerCta": "سجّل حساب الوسيط (IB)",
    "bookCta": "احجز اجتماعًا"
  },
  "home": {
    "metaData": {
      "title": "انتقل إلى GTC واستفد من وساطة",
      "description": "اسمي مهدي، وأنا مدير تطوير أعمال أول هنا في GTC. أعمل في مجال الفوركس منذ ما يقرب من عقدين من الزمن، وخلال هذه الفترة، لم أعمل أبدًا في وساطة تهتم بمتداوليها بقدر ما تهتم GTC."
    },
"banner": {
      "topText": "إلى جميع المتداولين",
      "title": "حوّل تداولك إلى GTC واستفد من خدمات شركة وساطة",
      "subtitle": "تمنحك تجربة تداول استثنائية.",
      "description": "أنا مهدي، مدير تطوير الأعمال في GTC، امتلك خبرة تقارب العشرين عاماً في سوق الفوركس، وخلال مسيرتي المهنية، لم أجد شركة تمنح المتداولين هذا المستوى من الدعم والاهتمام كما تفعل GTC.",
      "bottomText": "جاهز تبدأ رحلتك في التداول؟ اضغط على \"افتح حسابك في GTC\" وابدأ اليوم بثقة",
      "list": {
        "item1": "وسيط موثوق ومرخص من عدة جهات تنظيمية عالمية",
        "item2": "أكثر من مليون متداول نشط يثقون بنا حول العالم",
        "item3": "عمليات إيداع وسحب فورية",
        "item4": "تنفيذ آمن وسريع للصفقات"
      },
      "name": "محمد مهدي",
      "position": "مدير تطوير الأعمال - دبي",
      "buttonText1": "سجّل حسابك كوسيط مُعرّف (IB)",
      "buttonText2": "احجز موعدك الآن"
    },
    "PartnerBanner": {
      "title": "اجعل عام 2025 عاماً تتداول فيه مع وسيط حقيقي حائز على الجوائز",
      "paragraph": "في GTC، نقدّم لك فروقات سعرية تنافسية، عمليات إيداع وسحب فورية، وتنفيذ سريع مدعوم بفريق متخصص يضع نجاحك في صميم اهتمامه، سواء كنت تخطو أولى خطواتك في عالم التداول أو تسعى لتعزيز وتنويع محفظتك الاستثمارية، نحن هنا لدعمك بخبرة حقيقية ورؤية واضحة، لا وعود مبالغ فيها… فقط فرص حقيقية ونتائج ملموسة.",
      "subheading": "اضغط على زر \"احجز اجتماعك\" وابدأ حوارك مع فريقنا اليوم.",
      "registerCta": "سجّل حسابك كوسيط مُعرّف (IB)",
      "bookCta": "احجز موعدك الآن"
    },
    "PartnerSectionTwo": {
      "title": "في عالم التداول، الثقة لا تُمنح بسهولة…مع GTC أنت تتعامل مع وسيط يجمع بين الخبرة، الموثوقية، والدعم الحقيقي للمتداولين",
      "paragraph": "نحن ندرك أن العثور على وسيط موثوق ليس أمراً سهلاً. لكن أكثر من مليون متداول حول العالم اختاروا GTC لأننا نلتزم بالشفافية، وتقديم أفضل شروط التداول.",
      "subheading": "لنبدأ ببناء شراكة حقيقية… لا أعذار، لا وعود فارغة، فقط نتائج حقيقية.",
      "registerCta": "سجّل حسابك كوسيط مُعرّف (IB)",
      "bookCta": "احجز موعدك الآن"
    },
    "GoodPartner": {
      "title": "إلى الوسطاء المعرّفين (IBs): هل عرضك الحالي يحقق لك أفضل قيمة ممكنة؟",
      "paragraph": "إذا كان عرضك الحالي لا يرقى لتطلعاتك، فقد حان وقت التغيير، شاركنا تفاصيل العرض الذي تعمل به، وسنقدم لك ما هو أفضل منه، لا ضغط، لا وعود مبالغ فيها، ولا أساليب تسويق فارغة. سنوضح لك كيف يمكننا منحك: قيمة أكبر ودعم مستمر ومزايا إضافية، وأسباب حقيقية تجعل الانتقال إلى GTC خطوة ذكية. هذه ليست حملة دعائية… إنها فرصة لتداول أذكى ونمو أسرع.",
      "cards": {
        "card1": {
          "title": "عمولات تصل إلى 80%!",
          "desc": "نقدم لشركائنا عمولات تصل حتى 80%، عرض استثنائي لن تجده مع أي وسيط آخر"
        },
        "card2": {
          "title": "تغييرات بسيطة نتائج كبيرة",
          "desc": "الانتقال إلى GTC سهل وسلس. نحن نهتم بكل التفاصيل لتوفير تجربة تداول متكاملة تناسب احتياجاتك."
        },
        "card3": {
          "title": "خطتنا ترتكز على أهدافك",
          "desc": "لا نؤمن بالحلول الجاهزة. نبني استراتيجيات مخصصة تتناسب مع طموحاتك وأسلوب تداولك."
        }
    },
      "registerCta": "سجّل حسابك كوسيط مُعرّف (IB)",
      "bookCta": "احجز موعدك الآن"
    },
    "TalkTrendsSection": {
      "title": "نركز على التوجهات الحقيقية، لا مجرد تكتيكات",
      "paragraph": "الكل يبحث عن التقنية الجديدة، الأدوات الذكية، والتنفيذ الأسرع، لكن القليل فقط يركز على ما يحقق النتائج الحقيقية، سأشاركك آخر التوجهات في السوق، التغييرات التي تحدث، وأين يركز المستثمرون الأذكياء أموالهم اليوم.",
      "registerCta": "سجّل حسابك كوسيط مُعرّف (IB)",
      "bookCta": "احجز موعدك الآن"
    }
  }
}